---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadMomentMy1
source: html/91cce146-1392-ceea-80d8-f29d96915bd7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadMomentMy1 Property

"My 1"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadMomentMy1 { get; }
```